Repository: GregoireLD/Sesame
Catalog: Sesame/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, zh_hans, zh_hant

# about.credits
source: Made with ♥ in Paris
ar: صُنع بـ ♥ في باريس
de: Mit ♥ in Paris gemacht
es: Hecho con ♥ en París
fr: Fait avec ♥ à Paris
it: Fatto con ♥ a Parigi
ja: パリで♥を込めて作りました
ko: 파리에서 ♥를 담아 만들었습니다
zh_hans: 用♥在巴黎制作
zh_hant: 用♥在巴黎製作

# about.description
source: Sesame stores your building access codes and automatically notifies you when you arrive at a saved location — so you never have to dig through your phone to find a code at the door.
ar: يخزّن Sesame رموز الدخول إلى مبانيك ويُخطرك تلقائيًا عند وصولك إلى موقع محفوظ — لن تحتاج بعد الآن للبحث عن رمز في هاتفك أمام الباب.
de: Sesame speichert deine Zugangscodes und benachrichtigt dich automatisch, wenn du einen gespeicherten Ort erreichst — nie wieder auf der Suche nach einem Code vor der Tür.
es: Sesame almacena tus códigos de acceso y te notifica automáticamente al llegar a una ubicación guardada — nunca más buscarás un código en tu teléfono frente a la puerta.
fr: Sesame stocke vos codes d'accès et vous notifie automatiquement lorsque vous arrivez à un emplacement enregistré — plus besoin de chercher un code dans votre téléphone devant la porte.
it: Sesame memorizza i tuoi codici di accesso e ti notifica automaticamente quando arrivi in un luogo salvato — niente più ricerche frenetiche sul telefono davanti alla porta.
ja: Sesameは建物のアクセスコードを保存し、登録した場所に到着すると自動で通知します。もうドアの前でコードを探す必要はありません。
ko: Sesame은 건물 출입 코드를 저장하고 저장된 위치에 도착하면 자동으로 알려줍니다 — 문 앞에서 코드를 찾느라 헤맬 필요가 없습니다.
zh_hans: Sesame 存储您的楼宇门禁代码，并在您到达已保存位置时自动通知您——再也不用在门口翻找代码了。
zh_hant: Sesame 儲存您的大樓門禁代碼，並在您抵達已儲存位置時自動通知您——再也不用在門口翻找代碼了。

# about.open_settings
source: Open Sesame Settings
ar: فتح إعدادات Sesame
de: Sesame-Einstellungen öffnen
es: Abrir ajustes de Sesame
fr: Ouvrir les réglages de Sesame
it: Apri le impostazioni di Sesame
ja: Sesameの設定を開く
ko: Sesame 설정 열기
zh_hans: 打开 Sesame 设置
zh_hant: 開啟 Sesame 設定

# about.privacy_header
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보 보호
zh_hans: 隐私
zh_hant: 隱私

# about.privacy_policy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
zh_hans: 隐私政策
zh_hant: 隱私政策

# about.privacy_statement
source: All sensitive data is encrypted on your device before syncing. Your access codes are never readable by anyone, including Apple.
ar: يتم تشفير جميع البيانات الحساسة على جهازك قبل المزامنة. لا يمكن لأحد قراءة رموز الدخول الخاصة بك، بما في ذلك Apple.
de: Alle sensiblen Daten werden auf deinem Gerät verschlüsselt, bevor sie synchronisiert werden. Deine Zugangscodes sind für niemanden lesbar, einschließlich Apple.
es: Todos los datos sensibles se cifran en tu dispositivo antes de sincronizarse. Tus códigos de acceso nunca son legibles por nadie, ni siquiera por Apple.
fr: Toutes les données sensibles sont chiffrées sur votre appareil avant synchronisation. Vos codes d'accès ne sont lisibles par personne, pas même Apple.
it: Tutti i dati sensibili vengono crittografati sul tuo dispositivo prima della sincronizzazione. I tuoi codici di accesso non sono mai leggibili da nessuno, nemmeno da Apple.
ja: すべての機密データは同期前にデバイス上で暗号化されます。アクセスコードはAppleを含む誰にも読み取れません。
ko: 모든 민감한 데이터는 동기화 전에 기기에서 암호화됩니다. Apple을 포함한 누구도 귀하의 출입 코드를 읽을 수 없습니다.
zh_hans: 所有敏感数据在同步前均已在您的设备上加密。包括 Apple 在内，任何人都无法读取您的门禁代码。
zh_hant: 所有敏感資料在同步前均已在您的裝置上加密。包括 Apple 在內，任何人都無法讀取您的門禁代碼。

# about.replay_onboarding
source: Replay Introduction
ar: إعادة عرض المقدمة
de: Einführung wiederholen
es: Repetir introducción
fr: Rejouer l'introduction
it: Ripeti l'introduzione
ja: チュートリアルを再生
ko: 소개 다시 보기
zh_hans: 重播介绍
zh_hant: 重播介紹

# about.reset_permissions
source: Re-enable permission reminders
ar: إعادة تفعيل تذكيرات الأذونات
de: Berechtigungshinweise reaktivieren
es: Reactivar avisos de permisos
fr: Réactiver les rappels d'autorisations
it: Riattiva i promemoria per le autorizzazioni
ja: 権限リマインダーを再有効化
ko: 권한 알림 다시 활성화
zh_hans: 重新启用权限提醒
zh_hant: 重新啟用權限提醒

# about.support
source: Support & Information
ar: الدعم والمعلومات
de: Support & Informationen
es: Soporte e información
fr: Support et informations
it: Supporto e informazioni
ja: サポートと情報
ko: 지원 및 정보
zh_hans: 支持与信息
zh_hant: 支援與資訊

# about.tagline
source: Your access codes, always at hand.
ar: رموز الدخول دائمًا في متناول يدك.
de: Deine Zugangscodes, immer zur Hand.
es: Tus códigos de acceso, siempre a mano.
fr: Vos codes d'accès, toujours à portée de main.
it: I tuoi codici di accesso, sempre a portata di mano.
ja: アクセスコードをいつでも手元に。
ko: 출입 코드를 항상 손끝에.
zh_hans: 门禁代码，随时随手可得。
zh_hant: 門禁代碼，隨時隨手可得。

# about.title
source: About Sesame
ar: حول Sesame
de: Über Sesame
es: Acerca de Sesame
fr: À propos de Sesame
it: Informazioni su Sesame
ja: Sesameについて
ko: Sesame 정보
zh_hans: 关于 Sesame
zh_hant: 關於 Sesame

# about.version
source: Version
ar: الإصدار
es: Versión
it: Versione
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

# action.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# action.close
source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

# action.copy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 複製

# action.delete
source: Delete Entry
ar: حذف الإدخال
de: Eintrag löschen
es: Eliminar entrada
fr: Supprimer l'entrée
it: Elimina voce
ja: エントリを削除
ko: 항목 삭제
zh_hans: 删除条目
zh_hant: 刪除條目

# action.dismiss
source: Dismiss
ar: تجاهل
de: Schließen
es: Ignorar
fr: Ignorer
it: Ignora
ja: 閉じる
ko: 닫기
zh_hans: 忽略
zh_hant: 忽略

# action.maps
source: Maps
ar: الخرائط
de: Karten
es: Mapas
fr: Plans
it: Mappe
ja: マップ
ko: 지도
zh_hans: 地图
zh_hant: 地圖

# action.ok
source: OK
ar: حسنًا
ko: 확인
zh_hans: 好的
zh_hant: 好的

# add.title
source: New Entry
ar: إدخال جديد
de: Neuer Eintrag
es: Nueva entrada
fr: Nouvelle entrée
it: Nuova voce
ja: 新しいエントリ
ko: 새 항목
zh_hans: 新建条目
zh_hant: 新增條目

# address.error.empty
source: Enter an address to look up.
ar: أدخل عنوانًا للبحث عنه.
de: Gib eine Adresse zum Suchen ein.
es: Introduce una dirección para buscar.
fr: Saisissez une adresse à rechercher.
it: Inserisci un indirizzo da cercare.
ja: 検索する住所を入力してください。
ko: 검색할 주소를 입력하세요.
zh_hans: 请输入要查找的地址。
zh_hant: 請輸入要查找的地址。

# address.error.generic %@
source: Address not found: %@
ar: العنوان غير موجود: %@
de: Adresse nicht gefunden: %@
es: Dirección no encontrada: %@
fr: Adresse introuvable : %@
it: Indirizzo non trovato: %@
ja: 住所が見つかりません: %@
ko: 주소를 찾을 수 없습니다: %@
zh_hans: 未找到地址：%@
zh_hant: 未找到地址：%@

# address.error.not_found
source: No results found for this address.
ar: لم يتم العثور على نتائج لهذا العنوان.
de: Keine Ergebnisse für diese Adresse gefunden.
es: No se encontraron resultados para esta dirección.
fr: Aucun résultat trouvé pour cette adresse.
it: Nessun risultato trovato per questo indirizzo.
ja: この住所の結果が見つかりませんでした。
ko: 이 주소에 대한 결과를 찾을 수 없습니다.
zh_hans: 未找到此地址的结果。
zh_hant: 未找到此地址的結果。

# address.footer
source: Tap "Look up address" to convert it to GPS coordinates.
ar: اضغط على "البحث عن العنوان" لتحويله إلى إحداثيات GPS.
de: Tippe auf „Adresse suchen", um sie in GPS-Koordinaten umzuwandeln.
es: Toca "Buscar dirección" para convertirla en coordenadas GPS.
fr: Appuyez sur "Rechercher l'adresse" pour la convertir en coordonnées GPS.
it: Tocca "Cerca indirizzo" per convertirlo in coordinate GPS.
ja: 「住所を検索」をタップしてGPS座標に変換します。
ko: "주소 검색"을 탭하여 GPS 좌표로 변환하세요.
zh_hans: 点击「查找地址」将其转换为 GPS 坐标。
zh_hant: 點擊「查找地址」將其轉換為 GPS 坐標。

source: Address found
ar: تم العثور على العنوان
de: Adresse gefunden
es: Dirección encontrada
fr: Adresse trouvée
it: Indirizzo trovato
ja: 住所が見つかりました
ko: 주소를 찾았습니다
zh_hans: 已找到地址
zh_hant: 已找到地址

# address.header
source: Address
ar: العنوان
de: Adresse
es: Dirección
fr: Adresse
it: Indirizzo
ja: 住所
ko: 주소
zh_hans: 地址
zh_hant: 地址

# address.look_up
source: Look up address
ar: البحث عن العنوان
de: Adresse suchen
es: Buscar dirección
fr: Rechercher l'adresse
it: Cerca indirizzo
ja: 住所を検索
ko: 주소 검색
zh_hans: 查找地址
zh_hant: 查找地址

# address.looking_up
source: Looking up address...
ar: جارٍ البحث عن العنوان...
de: Adresse wird gesucht...
es: Buscando dirección...
fr: Recherche en cours...
it: Ricerca indirizzo...
ja: 住所を検索中...
ko: 주소 검색 중...
zh_hans: 正在查找地址...
zh_hant: 正在查找地址...

# address.placeholder
source: e.g. 12 Rue de Rivoli, Paris
ar: مثال: 12 شارع ريفولي، باريس
de: z. B. Museumsinsel 1, Berlin
es: p. ej. Calle Mayor 1, Madrid
fr: ex. 12 Rue de Rivoli, Paris
it: es. Via Roma 1, Milano
ja: 例：東京都千代田区丸の内1丁目
ko: 예: 서울특별시 중구 세종대로 110
zh_hans: 例如：北京市东城区天安门广场
zh_hant: 例如：台北市中正區重慶南路一段122號

# address.warning.message
source: This entry has no resolved location. Geofencing won't work until you edit it and look up a valid address.
ar: هذا الإدخال ليس له موقع محلول. لن يعمل السياج الجغرافي حتى تقوم بتعديله والبحث عن عنوان صالح.
de: Dieser Eintrag hat keinen aufgelösten Standort. Geofencing funktioniert erst, wenn du ihn bearbeitest und eine gültige Adresse auflöst.
es: Esta entrada no tiene ubicación resuelta. El geofencing no funcionará hasta que la edites y busques una dirección válida.
fr: Cette entrée n'a pas de localisation résolue. Le géofencing ne fonctionnera pas jusqu'à ce que vous la modifiiez et résolviez une adresse valide.
it: Questa voce non ha una posizione risolta. Il geofencing non funzionerà finché non la modifichi e cerchi un indirizzo valido.
ja: このエントリには解決済みの位置情報がありません。編集して有効な住所を検索するまでジオフェンシングは機能しません。
ko: 이 항목에는 확인된 위치가 없습니다. 편집하여 유효한 주소를 찾을 때까지 지오펜싱이 작동하지 않습니다.
zh_hans: 此条目没有已解析的位置。在您编辑并查找有效地址之前，地理围栏将无法工作。
zh_hant: 此條目沒有已解析的位置。在您編輯並查找有效地址之前，地理圍欄將無法工作。

# address.warning.save_anyway
source: Save anyway
ar: حفظ على أي حال
de: Trotzdem speichern
es: Guardar de todas formas
fr: Enregistrer quand même
it: Salva comunque
ja: このまま保存
ko: 그래도 저장
zh_hans: 仍然保存
zh_hant: 仍然儲存

# address.warning.title
source: Address not found
ar: العنوان غير موجود
de: Adresse nicht gefunden
es: Dirección no encontrada
fr: Adresse introuvable
it: Indirizzo non trovato
ja: 住所が見つかりません
ko: 주소를 찾을 수 없음
zh_hans: 未找到地址
zh_hant: 未找到地址

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Clipboard
ar: الحافظة
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
it: Appunti
ja: クリップボード
ko: 클립보드
zh_hans: 剪贴板
zh_hant: 剪貼簿

# clipboard.error.message
source: The clipboard doesn't contain a valid Sesame link.
ar: لا تحتوي الحافظة على رابط Sesame صالح.
de: Die Zwischenablage enthält keinen gültigen Sesame-Link.
es: El portapapeles no contiene un enlace de Sesame válido.
fr: Le presse-papiers ne contient pas de lien Sesame valide.
it: Gli appunti non contengono un link Sesame valido.
ja: クリップボードに有効なSesameリンクが含まれていません。
ko: 클립보드에 유효한 Sesame 링크가 없습니다.
zh_hans: 剪贴板不包含有效的 Sesame 链接。
zh_hant: 剪貼簿不包含有效的 Sesame 連結。

# clipboard.error.title
source: Invalid link
ar: رابط غير صالح
de: Ungültiger Link
es: Enlace no válido
fr: Lien invalide
it: Link non valido
ja: 無効なリンク
ko: 유효하지 않은 링크
zh_hans: 无效链接
zh_hant: 無效連結

# clipboard.overwrite.confirm
source: Replace
ar: استبدال
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置き換え
ko: 교체
zh_hans: 替换
zh_hant: 取代

# clipboard.overwrite.message
source: Importing from clipboard will replace everything you've entered. This cannot be undone.
ar: سيؤدي الاستيراد من الحافظة إلى استبدال كل ما أدخلته. لا يمكن التراجع عن هذا الإجراء.
de: Der Import aus der Zwischenablage ersetzt alles, was du eingegeben hast. Dies kann nicht rückgängig gemacht werden.
es: Importar desde el portapapeles reemplazará todo lo que has introducido. Esta acción no se puede deshacer.
fr: L'import depuis le presse-papiers remplacera tout ce que vous avez saisi. Cette action est irréversible.
it: L'importazione dagli appunti sostituirà tutto ciò che hai inserito. Questa azione non può essere annullata.
ja: クリップボードからインポートすると、入力したすべての内容が置き換えられます。この操作は元に戻せません。
ko: 클립보드에서 가져오면 입력한 모든 내용이 교체됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: 从剪贴板导入将替换您输入的所有内容。此操作无法撤销。
zh_hant: 從剪貼簿匯入將取代您輸入的所有內容。此操作無法撤銷。

# clipboard.overwrite.title
source: Replace current entry?
ar: استبدال الإدخال الحالي؟
de: Aktuellen Eintrag ersetzen?
es: ¿Reemplazar la entrada actual?
fr: Remplacer la fiche en cours ?
it: Sostituire la voce corrente?
ja: 現在のエントリを置き換えますか？
ko: 현재 항목을 교체하시겠습니까?
zh_hans: 替换当前条目？
zh_hant: 取代目前條目？

# code.footer
source: The PIN or access code for this location.
ar: رمز PIN أو رمز الدخول لهذا الموقع.
de: Die PIN oder der Zugangscode für diesen Ort.
es: El PIN o código de acceso para este lugar.
fr: Le code PIN ou code d'accès pour cet emplacement.
it: Il PIN o codice di accesso per questo luogo.
ja: この場所のPINまたはアクセスコード。
ko: 이 위치의 PIN 또는 출입 코드입니다.
zh_hans: 此位置的 PIN 或门禁代码。
zh_hant: 此位置的 PIN 或門禁代碼。

# code.header
source: Access Code
ar: رمز الدخول
de: Zugangscode
es: Código de acceso
fr: Code d'accès
it: Codice di accesso
ja: アクセスコード
ko: 출입 코드
zh_hans: 门禁代码
zh_hant: 門禁代碼

# code.placeholder
source: e.g. 1234
ar: مثال: 1234
de: z. B. 1234
es: p. ej. 1234
fr: ex. 1234
it: es. 1234
ja: 例：1234
ko: 예: 1234
zh_hans: 例如：1234
zh_hant: 例如：1234

# comment.footer
source: Optional notes about this location.
ar: ملاحظات اختيارية حول هذا الموقع.
de: Optionale Notizen zu diesem Ort.
es: Notas opcionales sobre este lugar.
fr: Notes optionnelles sur cet emplacement.
it: Note opzionali su questo luogo.
ja: この場所に関するオプションのメモ。
ko: 이 위치에 대한 선택적 메모입니다.
zh_hans: 关于此位置的可选备注。
zh_hant: 關於此位置的可選備註。

# comment.header
source: Comment
ar: تعليق
de: Kommentar
es: Comentario
fr: Commentaire
it: Commento
ja: コメント
ko: 코멘트
zh_hans: 备注
zh_hant: 備註

# comment.placeholder
source: e.g. Ring twice before entering
ar: مثال: اضغط الجرس مرتين قبل الدخول
de: z. B. Zweimal klingeln vor dem Eintreten
es: p. ej. Llama dos veces antes de entrar
fr: ex. Sonner deux fois avant d'entrer
it: es. Suonare due volte prima di entrare
ja: 例：入る前に2回ベルを鳴らす
ko: 예: 입장 전 두 번 벨을 누르세요
zh_hans: 例如：进入前按两次门铃
zh_hant: 例如：進入前按兩次門鈴

# delete.confirm.message
source: This entry will be permanently deleted from all your devices.
ar: سيتم حذف هذا الإدخال نهائيًا من جميع أجهزتك.
de: Dieser Eintrag wird dauerhaft von allen deinen Geräten gelöscht.
es: Esta entrada se eliminará permanentemente de todos tus dispositivos.
fr: Cette fiche sera définitivement supprimée de tous vos appareils.
it: Questa voce verrà eliminata definitivamente da tutti i tuoi dispositivi.
ja: このエントリはすべてのデバイスから完全に削除されます。
ko: 이 항목은 모든 기기에서 영구적으로 삭제됩니다.
zh_hans: 此条目将从您的所有设备上永久删除。
zh_hant: 此條目將從您的所有裝置上永久刪除。

# delete.confirm.title
source: Delete entry?
ar: حذف الإدخال؟
de: Eintrag löschen?
es: ¿Eliminar entrada?
fr: Supprimer la fiche ?
it: Eliminare la voce?
ja: エントリを削除しますか？
ko: 항목을 삭제하시겠습니까?
zh_hans: 删除条目？
zh_hant: 刪除條目？

# detail.no_code
source: No code
ar: لا يوجد رمز
de: Kein Code
es: Sin código
fr: Pas de code
it: Nessun codice
ja: コードなし
ko: 코드 없음
zh_hans: 无代码
zh_hant: 無代碼

# detail.title
source: Entry
ar: إدخال
de: Eintrag
es: Entrada
fr: Fiche
it: Voce
ja: エントリ
ko: 항목
zh_hans: 条目
zh_hant: 條目

source: Done
ar: تم
de: Fertig
es: Listo
fr: Valider
it: Fine
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

# duplicate.message
source: An entry with the same label and address already exists. It may be a duplicate or an updated version.
ar: يوجد إدخال بنفس الاسم والعنوان. قد يكون هذا إدخالاً مكرراً أو نسخةً محدَّثة.
de: Es gibt bereits einen Eintrag mit demselben Namen und derselben Adresse. Er könnte ein Duplikat oder eine aktualisierte Version sein.
es: Ya existe una entrada con el mismo nombre y dirección. Podría ser un duplicado o una versión actualizada.
fr: Une fiche avec le même nom et la même adresse existe déjà. Il peut s'agir d'un doublon ou d'une version mise à jour.
it: Esiste già una voce con la stessa etichetta e lo stesso indirizzo. Potrebbe essere un duplicato o una versione aggiornata.
ja: 同じラベルとアドレスのエントリが既に存在します。重複または更新されたバージョンの可能性があります。
ko: 같은 이름과 주소를 가진 항목이 이미 있습니다. 중복이거나 업데이트된 버전일 수 있습니다.
zh_hans: 已存在相同名称和地址的条目，可能是重复项或更新版本。
zh_hant: 已存在相同名稱和地址的條目，可能是重複項或更新版本。

# duplicate.replace
source: Replace Existing
ar: استبدال الموجود
de: Vorhandenen ersetzen
es: Reemplazar existente
fr: Remplacer l'existant
it: Sostituisci esistente
ja: 既存を置き換える
ko: 기존 항목 교체
zh_hans: 替换现有
zh_hant: 取代現有

# duplicate.save_anyway
source: Save Anyway
ar: حفظ على أي حال
de: Trotzdem speichern
es: Guardar de todas formas
fr: Sauvegarder quand même
it: Salva comunque
ja: そのまま保存
ko: 그래도 저장
zh_hans: 仍然保存
zh_hant: 仍然儲存

# duplicate.title
source: Possible Duplicate
ar: إدخال مشابه موجود
de: Mögliches Duplikat
es: Posible duplicado
fr: Doublon possible
it: Possibile duplicato
ja: 重複の可能性
ko: 중복 가능성
zh_hans: 可能重复
zh_hant: 可能重複

# edit.title
source: Edit Entry
ar: تعديل الإدخال
de: Eintrag bearbeiten
es: Editar entrada
fr: Modifier l'entrée
it: Modifica voce
ja: エントリを編集
ko: 항목 편집
zh_hans: 编辑条目
zh_hant: 編輯條目

# empty.add_button
source: Add Access Code
ar: إضافة رمز دخول
de: Zugangscode hinzufügen
es: Añadir código de acceso
fr: Ajouter un code d'accès
it: Aggiungi codice di accesso
ja: アクセスコードを追加
ko: 출입 코드 추가
zh_hans: 添加门禁代码
zh_hant: 新增門禁代碼

# empty.subtitle
source: Tap + to add your first location and access code.
ar: اضغط + لإضافة أول موقع ورمز دخول.
de: Tippe auf +, um deinen ersten Ort und Zugangscode hinzuzufügen.
es: Toca + para añadir tu primera ubicación y código de acceso.
fr: Appuyez sur + pour ajouter votre premier emplacement et code d'accès.
it: Tocca + per aggiungere il tuo primo luogo e codice di accesso.
ja: +をタップして最初の場所とアクセスコードを追加しましょう。
ko: +를 탭하여 첫 번째 위치와 출입 코드를 추가하세요.
zh_hans: 点击 + 添加您的第一个位置和门禁代码。
zh_hant: 點擊 + 新增您的第一個位置和門禁代碼。

# empty.title
source: No access codes yet
ar: لا توجد رموز دخول بعد
de: Noch keine Zugangscodes
es: Aún no hay códigos de acceso
fr: Aucun code d'accès
it: Nessun codice di accesso
ja: アクセスコードがありません
ko: 출입 코드가 없습니다
zh_hans: 暂无门禁代码
zh_hant: 尚無門禁代碼

# entry.disable
source: Disable
ar: تعطيل
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattiva
ja: 無効にする
ko: 비활성화
zh_hans: 停用
zh_hant: 停用

# entry.enable
source: Enable
ar: تفعيل
de: Aktivieren
es: Activar
fr: Réactiver
it: Riattiva
ja: 有効にする
ko: 활성화
zh_hans: 启用
zh_hant: 啟用

# entry.requires_newer_version
source: Requires newer version of Sesame
ar: يتطلب إصدارًا أحدث من Sesame
de: Erfordert eine neuere Version von Sesame
es: Requiere una versión más reciente de Sesame
fr: Nécessite une version plus récente de Sesame
it: Richiede una versione più recente di Sesame
ja: Sesameの新しいバージョンが必要です
ko: 더 최신 버전의 Sesame이 필요합니다
zh_hans: 需要更新版本的 Sesame
zh_hant: 需要更新版本的 Sesame

# error.key_unavailable.message
source: Your encryption key is not available yet. Make sure iCloud Keychain is enabled in Settings and try again.
ar: مفتاح التشفير الخاص بك غير متوفر بعد. تأكد من تفعيل iCloud Keychain في الإعدادات وحاول مرة أخرى.
de: Dein Verschlüsselungsschlüssel ist noch nicht verfügbar. Stelle sicher, dass iCloud-Schlüsselbund in den Einstellungen aktiviert ist, und versuche es erneut.
es: Tu clave de cifrado aún no está disponible. Asegúrate de que el llavero de iCloud esté activado en Ajustes e inténtalo de nuevo.
fr: Votre clé de chiffrement n'est pas encore disponible. Assurez-vous que le trousseau iCloud est activé dans les Réglages et réessayez.
it: La tua chiave di crittografia non è ancora disponibile. Assicurati che il portachiavi iCloud sia attivato nelle Impostazioni e riprova.
ja: 暗号化キーがまだ利用できません。設定でiCloudキーチェーンが有効になっていることを確認して、もう一度お試しください。
ko: 암호화 키를 아직 사용할 수 없습니다. 설정에서 iCloud 키체인이 활성화되어 있는지 확인하고 다시 시도하세요.
zh_hans: 您的加密密钥尚不可用。请确保在设置中启用了 iCloud 钥匙串，然后重试。
zh_hant: 您的加密金鑰尚不可用。請確保在設定中啟用了 iCloud 鑰匙圈，然後重試。

# error.key_unavailable.title
source: Encryption Key Unavailable
ar: مفتاح التشفير غير متوفر
de: Verschlüsselungsschlüssel nicht verfügbar
es: Clave de cifrado no disponible
fr: Clé de chiffrement indisponible
it: Chiave di crittografia non disponibile
ja: 暗号化キーが利用できません
ko: 암호화 키를 사용할 수 없습니다
zh_hans: 加密密钥不可用
zh_hant: 加密金鑰不可用

# import.future_version.message
source: This entry was shared from a newer version of Sesame. Please update the app to import it.
ar: تمت مشاركة هذا الإدخال من إصدار أحدث من Sesame. يرجى تحديث التطبيق لاستيراده.
de: Dieser Eintrag wurde von einer neueren Version von Sesame geteilt. Bitte aktualisiere die App, um ihn zu importieren.
es: Esta entrada fue compartida desde una versión más reciente de Sesame. Actualiza la app para importarla.
fr: Cette entrée a été partagée depuis une version plus récente de Sesame. Mettez l'application à jour pour l'importer.
it: Questa voce è stata condivisa da una versione più recente di Sesame. Aggiorna l'app per importarla.
ja: このエントリは新しいバージョンのSesameから共有されました。インポートするにはアプリを更新してください。
ko: 이 항목은 더 최신 버전의 Sesame에서 공유되었습니다. 가져오려면 앱을 업데이트하세요.
zh_hans: 此条目来自更新版本的 Sesame。请更新应用以导入它。
zh_hant: 此條目來自更新版本的 Sesame。請更新應用程式以匯入它。

# import.future_version.title
source: Update Required
ar: تحديث مطلوب
de: Update erforderlich
es: Actualización requerida
fr: Mise à jour requise
it: Aggiornamento richiesto
ja: アップデートが必要です
ko: 업데이트 필요
zh_hans: 需要更新
zh_hant: 需要更新

# import.malformed.message
source: This Sesame link appears to be incomplete or invalid.
ar: يبدو أن رابط Sesame هذا غير مكتمل أو غير صالح.
de: Dieser Sesame-Link scheint unvollständig oder ungültig zu sein.
es: Este enlace de Sesame parece estar incompleto o no ser válido.
fr: Ce lien Sesame semble incomplet ou invalide.
it: Questo link Sesame sembra essere incompleto o non valido.
ja: このSesameリンクは不完全か無効のようです。
ko: 이 Sesame 링크가 불완전하거나 유효하지 않은 것 같습니다.
zh_hans: 此 Sesame 链接似乎不完整或无效。
zh_hant: 此 Sesame 連結似乎不完整或無效。

# import.malformed.title
source: Invalid Link
ar: رابط غير صالح
de: Ungültiger Link
es: Enlace no válido
fr: Lien invalide
it: Link non valido
ja: 無効なリンク
ko: 유효하지 않은 링크
zh_hans: 无效链接
zh_hant: 無效連結

# import.title
source: Import Entry
ar: استيراد إدخال
de: Eintrag importieren
es: Importar entrada
fr: Importer une entrée
it: Importa voce
ja: エントリをインポート
ko: 항목 가져오기
zh_hans: 导入条目
zh_hant: 匯入條目

# key.recovery.explanation.body
source: Sesame couldn't load your encryption key. This usually means iCloud Keychain hasn't finished syncing on this device. Try again in a moment — it typically resolves itself.
ar: تعذّر على Sesame تحميل مفتاح التشفير. يحدث هذا عادةً لأن iCloud Keychain لم ينته من المزامنة على هذا الجهاز بعد. انتظر لحظة وحاول مرة أخرى — عادةً ما يُحَل هذا تلقائياً.
de: Sesame konnte deinen Verschlüsselungsschlüssel nicht laden. Das passiert meist, weil der iCloud-Schlüsselbund auf diesem Gerät noch nicht vollständig synchronisiert wurde. Warte einen Moment und versuche es erneut — das löst sich normalerweise von selbst.
es: Sesame no pudo cargar tu clave de cifrado. Esto suele ocurrir porque el llavero de iCloud aún no ha terminado de sincronizarse en este dispositivo. Inténtalo en un momento — normalmente se resuelve solo.
fr: Sesame n'a pas pu charger votre clé de chiffrement. Cela signifie généralement que le trousseau iCloud n'a pas encore fini de se synchroniser sur cet appareil. Réessayez dans un instant — cela se résout habituellement tout seul.
it: Sesame non è riuscito a caricare la chiave di crittografia. Di solito significa che il portachiavi iCloud non ha ancora finito di sincronizzarsi su questo dispositivo. Riprova tra un momento — di solito si risolve da solo.
ja: Sesameが暗号化キーを読み込めませんでした。これは通常、iCloudキーチェーンがこのデバイスでまだ同期中であることを意味します。しばらく待ってから再試行してください — 通常は自動的に解決されます。
ko: Sesame가 암호화 키를 불러올 수 없습니다. 보통 iCloud 키체인이 이 기기에서 아직 동기화 중이기 때문입니다. 잠시 후 다시 시도하세요 — 보통 자동으로 해결됩니다.
zh_hans: Sesame 无法加载您的加密密钥。这通常意味着 iCloud 钥匙串尚未在此设备上完成同步。请稍后重试——通常会自动解决。
zh_hant: Sesame 無法載入您的加密金鑰。這通常表示 iCloud 鑰匙圈尚未在此裝置上完成同步。請稍後再試——通常會自動解決。
